Repository: 13NotReal13/Persona-Code
Catalog: Persona Code/Localizable.xcstrings
Source language: en
Languages: pl, ru

source: ✨ Begin Your Journey
pl: ✨ Rozpocznij Swoją Podróż
ru: ✨ Начните Путь Самопознания

source: 💬 Affirmations
pl: 💬 Afirmacje
ru: 💬 Аффирмации

source: 💬 What are affirmations?
pl: 💬 Czym są afirmacje?
ru: 💬 Что такое аффирмации?

source: 🧠 Amazing Facts
pl: 🧠 Zadziwiające Fakty
ru: 🧠 Удивительные Факты

source: 🧬 Personality Code
pl: 🧬 Kod Osobowości
ru: 🧬 Код Личности

source: 3 out of 12 aspects, including Persona Code, Growth Path, and Communication.
pl: 3 z 12 aspektów, w tym Kod Osobowości, Droga Rozwoju i Komunikacja.
ru: 3 из 12 аспектов, включая Код Личности, Путь Развития и Коммуникации.

source: 3 Personality Aspects
pl: 3 aspekty osobowości
ru: 3 аспекта личности

source: 12 aspects of personality
pl: 12 aspektów osobowości
ru: 12 аспектов личности

source: A limited calculation and analysis of your Persona Code.
pl: Ograniczone obliczenia i analiza Twojego Kodu Osobowości.
ru: Ограниченный расчёт и анализ вашего Кода Личности.

source: Affirmation reminders
pl: Przypomnienia o afirmacjach
ru: Напоминания об аффирмациях

source: Affirmations
pl: Afirmacje
ru: Аффирмации

source: Affirmations are positive statements that help shift your mindset, boost self-confidence, and focus on your goals. By repeating them daily, you create a supportive inner state and program yourself for success.
pl: Afirmacje to pozytywne stwierdzenia, które pomagają zmienić sposób myślenia, wzmocnić pewność siebie i skupić się na swoich celach. Powtarzając je codziennie, tworzysz wspierający stan wewnętrzny i programujesz się na sukces.
ru: Аффирмации — это позитивные утверждения, которые помогают изменить мышление, укрепить уверенность в себе и сфокусироваться на своих целях. Повторяя их каждый день, Вы создаёте поддерживающее внутреннее состояние и программируете себя на успех.

source: All
pl: Wszystko
ru: Все

source: Amazing Fact
pl: Zadziwiający Fakt
ru: Удивительный факт

source: Amazing facts about the capabilities of the body and mind
pl: Zadziwiające fakty o możliwościach ciała i mózgu
ru: Удивительные факты о возможностях тела и мозга

# Are you sure you want to delete the Persona Code %@ - %@?
source: Are you sure you want to delete the Persona Code %1$@ - %2$@?
pl: Czy na pewno chcesz usunąć Kod Osobowości %@ - %@?
ru: Вы уверены, что хотите удалить Код Личности %1$@ - %2$@?

source: Available in the full version
pl: Dostępne w pełnej wersji
ru: Доступно в полной версии

source: Available instantly. No subscription. One-time purchase.
pl: Dostępne od razu. Bez subskrypcji. Jednorazowy zakup.
ru: Доступно сразу. Без подписки. Одноразовая покупка.

source: Background music
pl: Muzyka w tle
ru: Фоновая музыка

source: Birth date
pl: Data urodzenia
ru: Дата рождения

source: Cancel
pl: Anuluj
ru: Отмена

source: Career
pl: Kariera
ru: Карьера

source: Choose a Date
pl: Wybrać datę
ru: Выбрать дату

source: Choose affirmations from various categories and repeat them daily. They help you maintain a positive mindset, boost confidence, and move toward your goals. To stay consistent — enable reminders.
pl: Wybieraj afirmacje z różnych kategorii i powtarzaj je codziennie. Pomagają utrzymać pozytywne nastawienie, wzmocnić pewność siebie i realizować cele. Aby nie zapomnieć — włącz przypomnienia.
ru: Выбирайте подходящие аффирмации из разных категорий и повторяйте их ежедневно. Это поможет Вам сохранять позитивный настрой, укреплять уверенность и двигаться к своим целям. Чтобы не забывать — включите напоминания.

source: Confidence
pl: Pewność siebie
ru: Уверенность

source: Contact the Developer
pl: Skontaktuj się z deweloperem
ru: Связаться с разработчиком

source: Content
pl: Zawartość
ru: Содержимое

source: Continue
pl: Dalej
ru: Продолжить

source: Created: %@
pl: Utworzono: %@
ru: Создано: %@

source: Daily facts
pl: Codzienne fakty
ru: Ежедневные факты

source: Data Entry
pl: Wprowadzanie danych
ru: Ввод данных

source: Data Loading
pl: Ładowanie danych
ru: Загрузка данных

source: Delete
pl: Usuń
ru: Удалить

source: Delete Persona Code?
pl: Usunąć Kod Osobowości?
ru: Удалить Код Личности?

source: Demo Version
pl: Wersja demo
ru: Демо версия

source: Describe your issue or suggestion here…
pl: Opisz swój problem lub sugestię tutaj…
ru: Опишите вашу проблему или предложение здесь…

source: Discover a unique system of personality codes that helps you understand yourself better, identify hidden blocks and challenges in life, unlock your strengths, and find a path to achieving your goals.
pl: Odkryj unikalny system kodów osobowości, który pomaga lepiej zrozumieć siebie, zidentyfikować ukryte blokady i trudności życiowe, odkryć swoje mocne strony i znaleźć drogę do realizacji celów.
ru: Откройте для себя уникальную систему кодов личности, которая помогает глубже понять себя, выявить скрытые блоки и трудности в жизни, раскрыть сильные стороны и найти путь к достижению своих целей.

source: Discover what the human brain and body are capable of. Each day — a new scientific fact about the potential of the mind, body, and perception that inspires you to unlock your inner abilities.
pl: Dowiedz się, do czego zdolny jest ludzki mózg i ciało. Każdego dnia nowy fakt naukowy o możliwościach umysłu, ciała i postrzegania, który inspiruje do odkrywania własnego potencjału.
ru: Узнайте, на что способен человеческий мозг и тело. Каждый день — новый научный факт о возможностях организма, разума и восприятия, которые вдохновляют раскрывать собственный потенциал.

source: Do you find this app useful?
pl: Czy uważasz tę aplikację za przydatną?
ru: Находите ли вы это приложение полезным?

source: Don't show again
pl: Nie pokazuj ponownie
ru: Больше не показывать

source: Download the complete analysis of your Persona Code in a convenient format.
pl: Pobierz pełną analizę Twojego Kodu Osobowości w wygodnym formacie.
ru: Скачивайте полный разбор вашего Кода Личности в удобном формате.

source: English
pl: Angielski
ru: Английский

source: Enjoyed it? Take a step toward change — support us with a rating. It helps the project grow and improve.
pl: Podobało się? Zrób krok w stronę zmian — wesprzyj nas oceną. To pomoże projektowi się rozwijać i aktualizować.
ru: Понравилось? Сделайте шаг навстречу переменам — поддержите нас оценкой. Это поможет проекту расти и обновляться.

source: Enter your full name (first name only)
pl: Wpisz swoje pełne imię (tylko imię)
ru: Введите ваше полное имя (только имя)

source: Error
pl: Błąd
ru: Ошибка

source: Feedback from the app - Personality Code
pl: Opinie z aplikacji - Kod Osobowości
ru: Обратная связь из приложения - Код Личности

source: Finance
pl: Finanse
ru: Финансы

source: Fri
pl: Pt
ru: Пт

source: Full Name
pl: Pełne imię
ru: Полное имя

source: Full Version
pl: Pełna wersja
ru: Полная версия

source: Go to Settings
pl: Przejdź do ustawień
ru: Перейти в настройки

source: Got it
pl: Rozumiem
ru: Понятно

source: Health
pl: Zdrowie
ru: Здоровье

source: History
pl: Historia
ru: История

source: Hold the name to delete the entry from history
pl: Przytrzymaj nazwę, aby usunąć wpis z historii
ru: Удерживайте имя, чтобы удалить запись из истории

source: How Does It Work?
pl: Jak to działa?
ru: Как это работает?

source: Includes key areas: self-realization, career, relationships, finances, strengths, and much more.
pl: Obejmuje kluczowe obszary: samorealizację, karierę, relacje, finanse, mocne strony i wiele więcej.
ru: Включает ключевые сферы: самореализацию, карьеру, отношения, финансы, сильные стороны и многое другое.

source: Individual calculation and in-depth analysis of your Persona Code.
pl: Indywidualne obliczenia i dogłębna analiza Twojego Kodu Osobowości.
ru: Индивидуальный рассчёт и глубокий анализ вашего Кода Личности.

source: Information
pl: Informacje
ru: Информация

source: Interface language
pl: Język interfejsu
ru: Язык интерфейса

source: Language
pl: Język
ru: Язык

source: Limited Analysis
pl: Ograniczona analiza
ru: Ограниченный разбор

source: Loading price…
pl: Ładowanie ceny…
ru: Загрузка цены…

source: Mail is unavailable
pl: Poczta jest niedostępna
ru: Почта недоступна

source: Mon
pl: Pn
ru: Пн

source: Music
pl: Muzyka
ru: Музыка

source: Next
pl: Dalej
ru: Далее

source: No
pl: Nie
ru: Нет

source: No history
pl: Brak historii
ru: Нет истории

source: Notification Settings
pl: Ustawienia powiadomień
ru: Настройки уведомлений

source: Notifications
pl: Powiadomienia
ru: Уведомления

source: Notifications disabled
pl: Powiadomienia wyłączone
ru: Уведомления отключены

source: Open
pl: Otwórz
ru: Открыть

source: Persona Code
pl: Kod Osobowości
ru: Код Личности

source: Personal analysis
pl: Indywidualna analiza
ru: Персональный разбор

source: Personal PDF report
pl: Indywidualny raport PDF
ru: Персональный PDF-отчёт

source: Polish
pl: Polski
ru: Польский

source: Practical recommendations
pl: Praktyczne zalecenia
ru: Практические рекомендации

source: Privacy
pl: Prywatność
ru: Конфиденциальность

source: Privacy Policy
pl: Polityka prywatności
ru: Политика конфиденциальности

source: Processing purchase…
pl: Przetwarzanie zakupu…
ru: Обработка покупки…

source: Rate the App
pl: Oceń aplikację
ru: Оценить приложение

source: Ratings and reviews
pl: Oceny i opinie
ru: Оценки и отзывы

source: Relationships
pl: Relacje
ru: Отношения

source: Remind yourself of your potential – take a minute for affirmations!
pl: Przypomnij sobie swój potencjał – poświęć chwilę na afirmacje!
ru: Напомните себе о своём потенциале - уделите минутку аффирмациям!

source: Reminder time
pl: Czas przypomnienia
ru: Время напоминания

source: Reminder to read affirmations
pl: Przypomnienie, aby przeczytać afirmacje
ru: Напоминание прочитать аффирмации

source: Retrieving your persona code . . .
pl: Otrzymuję twój kod osobowości . . .
ru: Получаю ваш код личности . . .

source: Russian
pl: Rosyjski
ru: Русский

source: Sat
pl: So
ru: Сб

source: Save
pl: Zapisz
ru: Сохранить

source: Select your birth date
pl: Wybierz swoją datę urodzenia
ru: Выберите вашу дату рождения

source: Settings
pl: Ustawienia
ru: Настройки

source: Show only favorites
pl: Pokaż tylko ulubione
ru: Показывать только избранное

source: Start
pl: Zacznij
ru: Начать

source: Sun
pl: Nd
ru: Вс

source: Support
pl: Wsparcie
ru: Поддержка

source: Terms of Use
pl: Warunki użytkowania
ru: Условия использования

source: The “Persona Code” app is the result of synthesizing hundreds of psychological studies, dozens of books on human behavior and thinking, scientific research, and has been developed with the help of next-generation artificial intelligence capable of analyzing data with high precision and providing personalized recommendations. Every part of the app is thoughtfully designed to bring you maximum benefit without unnecessary information. Here, you can learn more about yourself and your potential through a unique system of 22 codes.
pl: Aplikacja „Kod Osobowości” to efekt syntezy setek badań psychologicznych, dziesiątek książek o myśleniu i zachowaniu człowieka, prac naukowych oraz została opracowana przy udziale sztucznej inteligencji nowej generacji, zdolnej do precyzyjnej analizy danych i dostarczania spersonalizowanych rekomendacji. Każdy element aplikacji został starannie przemyślany, aby zapewnić Ci maksymalne korzyści bez zbędnych informacji. Tutaj możesz dowiedzieć się więcej o sobie i swoim potencjale dzięki unikalnemu systemowi 22 kodów.
ru: Приложение «Код Личности» — это результат синтеза сотен психологических исследований, десятков книг о мышлении и поведении человека, научных трудов, а также разработано при участии искусственного интеллекта нового поколения, способного анализировать данные с высокой точностью и предоставлять вам персонализированные рекомендации. Каждая часть приложения продумана до мелочей, чтобы дать максимум пользы без лишней информации. Здесь вы сможете узнать больше о себе и своём потенциале через уникальную систему из 22 кодов.

source: The app uses the data you provide — your name and date of birth — as a starting point. This information allows the system to generate a unique numerical code, which becomes the key to your personal profile. Based on this code, the system analyzes verified sources: psychological research, scientific publications, and behavioral pattern analysis. The algorithms do not “guess” and are not based on astrology — they help reveal possible thinking patterns, strengths, and internal traits typical for your personality type.
pl: Aplikacja wykorzystuje dane, które podajesz — imię i datę urodzenia — jako punkt wyjścia. Na ich podstawie tworzy unikalny kod numeryczny, który staje się kluczem do Twojego osobistego profilu. W oparciu o ten kod system analizuje informacje z wiarygodnych źródeł: badań psychologicznych, publikacji naukowych oraz analiz wzorców zachowań. Algorytmy nie „zgadują” i nie korzystają z astrologii — pomagają dostrzec możliwe schematy myślenia, mocne strony i wewnętrzne cechy charakterystyczne dla Twojego typu osobowości.
ru: Приложение использует введённые вами данные — имя и дату рождения — в качестве отправной точки. Эти данные позволяют создать уникальный числовой код, который становится ключом к вашему персональному профилю. На основе этого кода система сопоставляет информацию из проверенных источников: психологических исследований, научных трудов и анализа типовых поведенческих моделей. Алгоритмы приложения не «угадывают» и не используют астрологию — они помогают увидеть возможные особенности мышления, сильные стороны и внутренние установки, характерные для вашего типа личности.

source: The mail client is not set up on the device. You can write to us at i.semikin.94@icloud.com
pl: Nie skonfigurowano klienta poczty na urządzeniu. Możesz napisać do nas na i.semikin.94@icloud.com
ru: На устройстве не настроен почтовый клиент. Вы можете написать нам на i.semikin.94@icloud.com

source: The name can only contain letters
pl: Imię może zawierać tylko litery
ru: Имя может содержать только буквы

source: The purchase could not be completed.
pl: Nie udało się sfinalizować zakupu.
ru: Не удалось завершить покупку.

source: The Time Has Come!
pl: Czas nadszedł!
ru: Время пришло!

source: This system is based on the idea that personality and life path can be broken down into 22 key aspects. Each code reflects one of the essential parts of your character, potential, or internal obstacles. Together, they form a complete picture of who you are and what possibilities are hidden within you.
pl: System opiera się na założeniu, że osobowość i ścieżka życiowa mogą być podzielone na 22 kluczowe aspekty. Każdy kod odzwierciedla jedną z ważnych stron Twojego charakteru, potencjału lub wewnętrznych barier. Razem tworzą pełny obraz tego, kim jesteś i jakie możliwości drzemią w Tobie.
ru: Эта система основана на идее, что личность и жизненный путь можно разложить на 22 ключевых аспекта. Каждый код отражает одну из важных сторон вашего характера, потенциала или внутренних барьеров. Вместе они создают целостную картину того, кто вы есть и какие возможности скрыты внутри вас.

source: Thu
pl: Cz
ru: Чт

source: Tips and strategies for harmonious development, unlocking potential, and achieving goals.
pl: Porady i strategie dla harmonijnego rozwoju, odkrywania potencjału i osiągania celów.
ru: Советы и стратегии для гармоничного развития, раскрытия потенциала и достижения целей.

source: To save the PDF file, please unlock the full version.
pl: Aby zapisać plik PDF, odblokuj pełną wersję.
ru: Чтобы сохранить PDF-файл, разблокируйте полную версию.

source: Tue
pl: Wt
ru: Вт

source: Unlock All
pl: Odblokuj wszystko
ru: Разблокировать все

source: Unlock All For %@
pl: Odblokuj wszystko za %@
ru: Разблокировать все за %@

source: Unlock for %@
pl: Odblokuj za %@
ru: Разблокировать за %@

source: Unlock for Free
pl: Odblokuj za darmo
ru: Разблокировать бесплатно

source: Unlock Full Version
pl: Odblokuj pełną wersję
ru: Разблокировать полную версию

source: Use your Personality Code as a personal guide. It will help you understand yourself, overcome internal barriers, deal with life’s challenges, and move toward your goals with clarity and confidence.
pl: Wykorzystaj swój Kod Osobowości jako osobisty przewodnik. Pomoże Ci zrozumieć siebie, pokonać wewnętrzne bariery, poradzić sobie z życiowymi wyzwaniami i dążyć do celów z jasnością i pewnością siebie.
ru: Используйте свой Код Личности как персональный путеводитель. Он поможет Вам разобраться в себе, преодолеть внутренние барьеры, справиться с жизненными трудностями и двигаться к своим целям с ясностью, уверенностью и пониманием своего пути.

source: We value your opinion
pl: Cenimy twoją opinię
ru: Нам важно ваше мнение

source: Wed
pl: Śr
ru: Ср

source: Welcome!
pl: Witamy!
ru: Добро пожаловать!

source: What will you get?
pl: Co otrzymasz?
ru: Что вы получите?

source: Why 22 codes?
pl: Dlaczego właśnie 22 kody?
ru: Почему именно 22 кода?

source: Yes
pl: Tak
ru: Да

source: You will receive a structured description of the key qualities of your personality, possible inner conflicts, and areas for growth. This information will become a tool for self-reflection — helping you better understand yourself, your habits, and how you interact with the world around you.
pl: Otrzymasz uporządkowany opis kluczowych cech swojej osobowości, możliwych wewnętrznych konfliktów oraz obszarów do rozwoju. Te informacje staną się dla Ciebie narzędziem do autorefleksji — pomogą lepiej zrozumieć siebie, swoje nawyki i sposób, w jaki wchodzisz w relacje ze światem.
ru: Вы получите структурированное описание ключевых качеств вашей личности, возможных внутренних конфликтов и направлений развития. Эта информация станет для вас инструментом саморефлексии — чтобы лучше понять себя, свои привычки и то, как вы взаимодействуете с окружающим миром.

source: OK
ru: Ок
